{
    "english": [
      {
        "1. At this moment,____ an exercise to review the tenses (a) I do (b) I doing (c) I have done (d) I'm doing (By Master Panjrath)": "is (d)"
      },
      {
        "2. Rohan___ the movie before he read the review (a) watches (b) have watched (c) had watched (d) was watching (By Master Panjrath)": "is (c)"
      },
      {
        "3. Neither me nor my brother___ standing there (a) is (b) were (c) are (d) had(By Master Panjrath)": "is (a)"
      }
    ],
    "hindi": [
      {
        "1. lekhak ka kya naam tha (lakhnavi andaz)": "yashpal"
      },
      {
        "2. Muffassill ka kya arth hai(By Master Panjrath)": "is main shehr ke aas paas ki jagah"
      },
      {
        "3. Nawab Sahab ne Chaaku kaha se nikala(By Master Panjrath)": "is Jeb se"
      }
    ],
    "maths": [
      {
        "1. real roots indicates that discreminent is (By Aditya Singh)": "is equal to or greater than 0"
      },
      {
        "2. which will be the first negative term of the ap 121,117,...,(By Master Panjrath)": "is 32"
      },
      {
        "3. the houses of a row are numbered consecutively from 1 to 49. show that there is a value of x such that the um o ft numbers of the houses preceding the house numbered x is equal to the sum of the number of the houses following it. find this value of x.(By Aditya Singh)": "x=35"
      },
      {
        "4. a small terrace at a football ground comprises of 15 steps each which is 50 m long and built of solid concrete. each step has a rise of 1/4 m and a tread of 1/2 m. calculate the total volume of concrete required to build the terrace.(By Aditya Singh)": "750 m^3"
      }
    ],
    "science": [
      {
        "1. what is the formula of diamond(By Master Panjrath)": "is C"
      },
      {
        "2. what is formula of iodobutane(By Master Panjrath)": "is C4H9I"
      },
      {
        "3. formula of Hexanone(By Master Panjrath)": "is C6H12O"
      },
      {
        "4. frozen acetic acid is also called(By Aditya Singh)": "glacial acetic acid"
      },
      {
        "5. another name of methane(By Aditya Singh)": "marsh gas"
      },
      {
        "6. uses of alcohol(By Aditya Singh)": "used to make medicine such as tincture iodine,cough syrups and many tonics"
      },
      {
        "7. a battery of emf 10 v and internal resistance 3 ohm is connectd to a resistor. if the current in the cicuit is 0.5a, what is the resistance of the resistor? what is the terminal voltage of the battery when the circuit is closed?(By Aditya Singh)": "8.5v"
      },
      {
        "8. two heater wires of the same dimensions and nature are first connected in series and then in parallel to a source of supply. what will be the ratio of heat produced in the two cases?(By Aditya Singh)": "1:4 in series and parallel respectively"
      },
      {
        "9. a conductor carries a current of 0.2a. find the amount of charge that will pass through the cross-section of the conductor in 30s. how many electrons will flow in this time interval if the charge on one electron is 1.6 x 10^-19c?(By Aditya Singh)": "3.75 x 10 ^ 19"
      },
      {
        "10. in a particular television tube, a beam of electrons is emitted. the beam current is 80 ua. how many electrons strike the screen of tv every second? also find the total charge striking the screen in 2 minutes.(By Aditya Singh)": "9600 uc"
      },
      {
        "11. a battery of 10 volt carries 20,000 c of charge through a resistance of 20 ω. the work done in 10 seconds is\n(a) 2 × 103 joule\n(b) 2 × 105joule\n(c) 2 × 104 joule\n(d) 2 × 102 joule(By Master Panjrath)": "is (b)"
      },
      {
        "12. two wires of same length and area made of two materials of resistivity ρ1 and ρ2 are connected in series to a source of potential v. the equivalent resistivity for the same area is(By Master Panjrath)": "is ps = p1+p2"
      },
      {
        "13. what does an electric current mean?(By Aditya Singh)": "a continous conducting path consisting of some electric components connected between the two terminals of a battery is called an electric circuit"
      },
      {
        "14. define the unit of current(By Aditya Singh)": "in si system, the unit of current is ampere. when 1 coulamb of charge flows through a conductor in 1 second, then the current flowing through the conductor is called 1 ampere"
      },
      {
        "15. if r1 and r2 be the resistance of the filament of 40 w and 60 w respectively operating 220 v, then\n(a) r1 < r2\n(b) r2 < r1\n(c) r1 = r2\n(d) r1 ≥ r2(By Master Panjrath)": "is (b)"
      },
      {
        "16. the resistance of hot filament of the bulb is about 10 times the cold resistance. what will be the resistance of 100 w-220 v lamp, when not in use?\n(a) 48 ω\n(b) 400 ω\n(c) 484 ω\n(d) 48.4 ω(By Master Panjrath)": "is (c)"
      },
      {
        "17. if p and v are the power and potential of device, the power consumed with a supply potential v1 is(By Master Panjrath)": "is v/v1×p"
      },
      {
        "18. a fuse wire repeatedly gets burnt when used with a good heater. it is advised to use a fuse wire of\n(a) more length\n(b) less radius\n(c) less length\n(d) more radius(By Master Panjrath)": "is (d)"
      },
      {
        "19. a current of 1 a is drawn by a filament of an electric bulb. number of electrons passing through a cross-section of the filament in 16 seconds would be roughly(By Master Panjrath)": "is 10²⁰"
      }
    ],
    "sst": [
      {
        "1. how many political parties are recognised by Election Commission(By Master Panjrath)": "is 750+"
      },
      {
        "2. how many national parties are there(By Master Panjrath)": "is 7"
      },
      {
        "3. when did french revolution took place(By 3)": "1789"
      }
    ]
  }